{
  "prefix": "/team/",
  "mbVer": "v5.04.24",
  "items": [
    {
      "title": "Marietta Moshiashvili",
      "position": "Managing Partner",
      "img": "who.jpg",
      "publish1": true,
      "content_text": "Ms. Moshiashvili serves as Chief Executive Officer and Managing Partner of Upper Bay. Prior to co-founding the Firm, Ms. Moshiashvili was a Managing Director and the Group Head of Nuveen’s global direct equity infrastructure platform.",
      "image": "http://www.ubaycap.com/team/a_marietta/who.jpg",
      "keywords": "Marietta Moshiashvili, CEO, Managing Partner, Nuveen, Renewable Power, Traditional Power, Transportation, telecommunications",
      "url": "a_marietta",
      "id": "a_marietta",
      "index": 0
    },
    {
      "title": "Mario Maselli",
      "position": "Managing Partner",
      "img": "who.jpg",
      "publish1": true,
      "content_text": "Mr. Maselli is President and Managing Partner of Upper Bay. He was previously a Managing Director and the Deputy Head of Energy & Infrastructure Investments at Nuveen. Mr. Maselli worked closely with Ms. Moshiashvili as the Deputy Head of the group’s third-party asset management initiative and, most recently, as a Managing Director and transaction leader of multiple industry-leading transactions.",
      "image": "http://www.ubaycap.com/team/b_mario/who.jpg",
      "keywords": "Mario Maselli, Managing Partner, President",
      "url": "b_mario",
      "id": "b_mario",
      "index": 1
    },
    {
      "title": "Kanan Joshi",
      "position": "Executive Director",
      "img": "who.jpg",
      "publish1": true,
      "content_text": "Ms. Joshi is an Executive Director at Upper Bay. Her role is to originate and underwrite infrastructure private equity investments, with a focus on telecom and internet infrastructure. She has over 15 years of domain expertise in the telecom infrastructure industry with strong deal origination relationships and underwriting skills.",
      "image": "http://www.ubaycap.com/team/kanan/who.jpg",
      "keywords": "Kanan Joshi, Executive Director, Telecommunications, Digital Infrastructure",
      "url": "kanan",
      "id": "kanan",
      "index": 2
    },
    {
      "title": "Kim Garber",
      "position": "Chief Compliance Officer",
      "img": "who.jpg",
      "publish1": true,
      "content_text": "Kimberly Garber is a Founding Principal of CORE-CCO, LLC (CORE), a boutique compliance firm providing outsourced compliance resources and expertise to private fund managers. Ms. Garber has 26 years regulatory and compliance experience. ",
      "image": "http://www.ubaycap.com/team/kim/who.jpg",
      "keywords": "Kim Garber, Chief Compliance Officer, funds, hedge funds, real estate funds,",
      "url": "kim",
      "id": "kim",
      "index": 3
    },
    {
      "title": "Leigh Seidman",
      "position": "Vice President",
      "img": "who.jpg",
      "publish1": true,
      "content_text": "Mr. Seidman is a Vice President at Upper Bay. He is involved in all aspects of due diligence, modeling, and underwriting investment opportunities at Upper Bay. ",
      "image": "http://www.ubaycap.com/team/leigh/who.jpg",
      "keywords": "Leigh Seidman, Vice President, diligence, modeling, underwriting investment opportunities, renewable and traditional power, transportation, and energy",
      "url": "leigh",
      "id": "leigh",
      "index": 4
    },
    {
      "title": "Robert DiCostanzo",
      "position": "Vice President",
      "img": "who.jpg",
      "publish1": true,
      "content_text": "Mr. DiCostanzo is a Vice President at Upper Bay. He is involved in all aspects of due diligence, modeling, and underwriting investment opportunities at Upper Bay. Prior to joining Upper Bay, he was an Associate at Nuveen from 2013. ",
      "image": "http://www.ubaycap.com/team/robert/who.jpg",
      "keywords": "Robert DiCostanzo, Vice President, Midstream",
      "url": "robert",
      "id": "robert",
      "index": 5
    }
  ],
  "count": 6
}